cask_args appdir: '/Applications'

tap "aybabtme/tap"
brew "aybabtme/tap/dorepl"

brew 'ack'
brew 'jump'
brew 'gpg'
brew 'ripgrep'
brew "vault", args: ["with-dynamic"]
brew 'apktool'
brew 'binutils'
brew "dnsmasq", restart_service: true
brew "doctl"
brew "dos2unix"
brew "kafkacat"
brew 'coreutils'
brew 'ctags'
brew 'curl'
brew 'stow'
brew 'findutils'
brew 'fzf'
brew 'git'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'httpie'
brew 'libgit2'
brew 'kubectx'
brew 'libyaml'
brew 'moreutils'
brew 'ngrep'
brew 'nmap'
brew 'node'
brew 'openssl'
brew 'pigz'
brew 'readline'
brew 'ruby-build'
brew 'rbenv'
brew 'socat'
brew 'spaceman-diff'
brew 'the_silver_searcher'
brew 'tmux'
brew 'unrar'
brew 'wget'
brew 'xz'
brew 'zsh'
brew 'reattach-to-user-namespace'
brew 'direnv'
brew 'git-crypt'
brew 'tree'
brew 'neovim'
brew "pinentry-mac"
brew "protobuf"
brew "redis", restart_service: true
brew 'kubernetes-cli'
brew 'dep'
brew 'git-lfs'
brew 'shellcheck'
brew 'watch'
brew 'docker-machine-driver-hyperkit'

cask 'google-chrome'
cask 'minikube'
cask 'slack'
cask 'vlc'
cask 'iterm2'
cask 'alacritty'
cask 'shiftit'
cask 'visual-studio-code'
cask 'docker'
cask 'spotify'
cask 'dropbox'
cask 'whatsapp'
cask "google-cloud-sdk"
cask "sequel-pro"
cask 'telegram'
cask 'trailer'
cask "transmission"
cask "unetbootin"

mas "1Password", id: 443987910
