cask_args appdir: '/Applications'

brew 'ack'
brew 'apktool'
brew 'binutils'
brew 'coreutils'
brew 'ctags'
brew 'curl'
brew 'findutils'
brew 'fzf'
brew 'git'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'httpie'
brew 'libgit2'
brew 'libyaml'
brew 'moreutils'
brew 'ngrep'
brew 'nmap'
brew 'node'
brew 'openssl'
brew 'pigz'
brew 'readline'
brew 'ruby-build'
brew 'rbenv'
brew 'socat'
brew 'spaceman-diff'
brew 'the_silver_searcher'
brew 'tmux'
brew 'unrar'
brew 'wget'
brew 'xz'
brew 'z'

cask 'atom'
cask 'firefox'
cask 'google-chrome'
cask 'handbrake'
cask 'seashore'
cask 'slack'
cask 'transmission'
cask 'vlc'
cask 'iterm2'
cask 'sequel-pro'
cask 'shiftit'
