cask_args appdir: '/Applications'

tap 'heroku/brew'

brew 'ack'
brew 'awscli'
brew 'binutils'
brew 'coreutils'
brew 'ctags'
brew 'curl'
brew 'dep'
brew 'diffr'
brew 'direnv'
brew 'dos2unix'
brew 'findutils'
brew 'fzf'
brew 'git'
brew 'git-crypt'
brew 'git-lfs'
brew 'go'
brew 'gpg'
brew 'grc'
brew 'hey'
brew 'httpie'
brew 'hugo'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'jump'
brew 'kubectx'
brew 'kubernetes-cli'
brew 'lazygit'
brew 'libgit2'
brew 'libpq'
brew 'libyaml'
brew 'moreutils'
brew 'neovim', args: ['head']
brew 'ngrep'
brew 'nmap'
brew 'node'
brew 'openssl'
brew 'pigz'
brew 'pinentry-mac'
brew 'postgresql'
brew 'protobuf'
brew 'pyenv'
brew 'rbenv'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'ruby-build'
brew 'shellcheck'
brew 'socat'
brew 'spaceman-diff'
brew 'stow'
brew 'terraform'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tmux-mem-cpu-load'
brew 'tree'
brew 'vault'
brew 'watch'
brew 'wget'
brew 'xz'
brew 'yarn'
brew 'zoxide'

cask 'firefox'
cask 'slack'
cask 'vlc'
cask 'iterm2'
cask 'visual-studio-code'
cask 'docker'
cask 'spotify'
cask 'google-cloud-sdk'
cask 'gqrx'
cask 'hammerspoon'
cask 'notion'
cask 'zoom'
cask 'ngrok'
